{
  "menu": [
    "Tokenomics",
    "Roadmap",
    "Litepaper",
    "icon",
    "Smart Contract",
    "Audit",
    "Support"
  ],
  "Tokenomics": "Tokenomics",
  "Roadmap": "Roadmap",
  "Litepaper": "Litepaper",
  "Smart Contract": "Smart Contract",
  "Audit": "Audit",
  "Support": "Support",
  "buttonHeader": "GET DEFIY",
  "Slide1": "Secured NFTs Stacking",
  "Slide1 Description": "No need to have an open, unsecured hot wallet to stake and earn. When you stake we create and NFT to do all the work for you leaving you with peace of mind of a secure wallet",
  "Slide2": "Rewards without penalty",
  "Slide2 Description": "DefiFarms protocol uses NFTs to wrap your stake which you can burn to unstake or simply sell in our marketplace! Your tokens are staked in the NFT and earning DEFIY!",
  "Slide3": "$DEFIY #DeFi #NFTs #BSC",
  "Slide3 Description": "DefiFarms are the first protocol on Binance Smart Chain utilizing NFT tokens to make yield farming more secure and more flexible by protecting your wallet and creating the first transferable stake.",
  "Section 2": "DefiFarms Is A The First NFTs Protocol Powerful Automatic Liquidity Acquisition Yield Farm & AMM",
  "Section 2.1": "Built With ❤️ On Binance Smart Chain.",
  "Join The Community": "Join The Community",
  "Section 3": "DefiFarms Non-Fungible Yearn – A DeFi Platform on Binance Smart Chain",
  "Section 3 Description": "DefiFarms Non-Fungible Yearn or DEFIY is a DeFi NFT protocol for utilizing ERC-721 tokens for Yield Farming on Binance Smart Chain. By using NFT tokens DefiFarms allow stakes to be more dynamic! Instead of a stake being tied to a user’s wallet address it is linked to a transferable NFT. With DEFIY your favorite collectible can also earn you money!",
  "Stage Funding": "Seed Stage Funding on BOUNCE Jun 1st 10:00 PM EST",
  "Stage Funding Description": "Go to Bounce.finance to buy DEFIY tokens at Seed Sale.",
  "days": "DAYS",
  "hours": "HOURS",
  "minutes": "MINUTES",
  "seconds": "SECONDS",
  "Join Seed Stage Sale": "Join Seed Stage Sale",
  "Manage Your Risk": "Manage Your Risk",
  "Risk Description": "DefiFarms Non-Fungible Yearn is a new experimental DeFi protocol. Although the smart contracts have been audited, just like any new experiment, there is risk involved. Before using any features of this protocol, it is advised to make sure you have a full working knowledge of liquidity pools and impermanent loss. APY numbers are variable, and depend on the DEFIY trading platform volume. DEFIY is an experiment in decentralized finance and therefore no returns are guaranteed. APY is based on DEFIY. By using this app, it is an acknowledgement of understanding the risks. Risk only what you are willing or can afford to lose. As rewards from reward vault are disbursed, rewards will be replenished from the fees collected from each transaction of the trading platform. Please realize that these rewards are based on the volume of this platform and the reward vault may be depleted if there in no trading volume on the platform.",
  "Liquidity Locking": "Liquidity Locking",
  "Liquidity Locking Description" : "You can also lock your LP tokens after providing liquidity on a DEX such as PanCakeSwap. When you stake your DEFIY/BNB liquidity tokens in the DEFIY platform, the LP tokens are locked in the staking contract, but the value is not. The protocol will mint an NFT at the time of staking which will wrap the value you have locked in a transferable ERC-721 token. Your stake will be stored on-chain in the metadata of the token. When you decide you no longer want to be a liquidity provider, you can go on the market and trade that NFT for the market value of the LP tokens along with the accrued rewards. Of course you can also unstake if you wish. When you unstake, the NFT is burned and staked funds plus unredeemed rewards will be transferred to your wallet.",
  "Staking": "Staking",
  "Staking Description": "The protocol allows a user to stake their various digital assets into multiple different pools to earn DEFIY, the governance token of the platform. The staking process will be the same as any other staking platform however when a user stakes on the DEFIY platform an NFT is minted and the details of the user’s stake will be stored in the NFT’s unique token id. The advantage of using an NFT is the added flexibility of being able to transfer the ERC-721 token along with all the staked tokens wrapped within it. There’s no need to unstake your assets, to cash out you simply sell the NFT right on our marketplace.",
  "The Future": "The Future",
  "The Future Description": "NFTs are the New Financial Technology! The potential of NFTs and the ERC-721 standard in DeFi are endless. DEFIY’s goal is to be a pioneer and one of the first to have this potential be seen by the masses. The crypto-sphere moves fast, before anyone knows it NFTs will be implemented in every new DeFi project. Get in now and come along for the ride!",
  "Transaction Fees": "Transaction Fees",
  "Transaction Fees Description": "While there are no transaction fees when transferring DEFIY or any NFT, there will be a small fee in DEFIY when using the trading platform. Since a NFT can not be broken down the fee will be taken from the staked value of the NFT, this means that a fee in DEFIY will taken out before each trade. The breakdown is as follows Trade Fee:",
  "Transaction 1": "5% in DEFIY",
  "Transaction 2": "90% will go to the reward vault",
  "Transaction 3": "10% will go to the DAO",
  "#DeFi #NFTs on #BSC": "#DeFi #NFTs on #BSC",
  "Get right here": "DEFIY is the way. Get you some right here",
  "Contact us": "Contact us",
  "As a user 1": "As a user of the DefiFarms platform you by default are in agreement that you do so at your own risk.",
  "As a user 2": "All liability resides with the user. Risk only what you are willing to lose.",
  "As a user 3": "Risk only what you are willing to lose."
}